Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AXSpeechPronunciationReplacementStringTitle
source: Substitution
ar: البديل
ca: Substitució
cs: Náhrada
da: Erstatning
de: Ersetzung
el: Υποκατάσταση
es: Sustitución
es_us: Sustitución
fi: Korvaus
he: החלפה
hi: प्रतिस्थापन
hr: Zamjena
hu: Helyettesítés
id: Substitusi
it: Sostituzione
ja: 代替候補
ko: 대체
ms: Penggantian
nl: Vervanging
no: Endre til
pl: Zastąpienie
pt_br: Substituição
pt_pt: Substituição
ro: Înlocuire
ru: Замена
sk: Zámena
sl: Zamenjava
sv: Ersättning
th: การเปลี่ยนแทนที่
tr: Değişim
uk: Підставлення
vi: Thay thế
zh_cn: 替换
zh_hk: 替代項目
zh_tw: 替代項目

# AXAccessibilityMenuTitle
source: Accessibility Shortcut
ar: اختصار تسهيلات الاستخدام
ca: Drecera d’accessibilitat
cs: Zkratka zpřístupnění
da: Tilgængelighedsgenvej
de: Bedienungshilfen-Kurzbefehl
el: Συντόμευση Προσβασιμότητας
es: Atajo de accesibilidad
es_us: Shortcut de accesibilidad
fi: Käyttöapu-oikotie
fr: Raccourci Accessibilité
fr_ca: Raccourci d’accessibilité
he: קיצורי נגישות
hi: ऐक्सेसिबिलिटी शॉर्टकट
hr: Prečac pristupačnosti
hu: Kisegítő lehetőségek billentyűparancsa
id: Pintasan Aksesibilitas
it: Scorciatoia accessibilità
ja: ショートカット
ko: 손쉬운 사용 단축키
ms: Pintasan Kebolehcapaian
nl: Activeringsknop
no: Snarvei
pl: Skrót dostępności
pt_br: Atalho de Acessibilidade
pt_pt: Atalho de acessibilidade
ro: Scurtătură accesibilitate
ru: Быстрая команда
sk: Skratka prístupnosti
sl: Bližnjica za dostopnost
sv: Hjälpmedelsgenväg
th: ปุ่มลัดการช่วยการเข้าถึง
tr: Erişilebilirlik Kestirmesi
uk: Спеціальні спрощення
vi: Phím tắt trợ năng
zh_cn: 无障碍快捷键
zh_hk: 輔助使用快捷鍵
zh_tw: 輔助使用快速鍵

# AXCaptionStyleBackgroundSectionTitle
source: Background
ar: الخلفية
ca: Fons
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
es_us: Fondo
fi: Tausta
fr: Arrière-plan
fr_ca: Arrière-plan
he: רקע
hi: बैकग्राउंड
hr: Pozadina
hu: Háttér
id: Latar Belakang
it: Sfondo
ja: 背景
ko: 배경
ms: Latar Belakang
nl: Achtergrond
no: Bakgrunn
pl: Tło
pt_br: Fundo
pt_pt: Fundo
ro: Fundal
ru: Фон
sk: Pozadie
sl: Ozadje
sv: Bakgrund
th: พื้นหลัง
tr: Arka plan
uk: Тло
vi: Nền
zh_cn: 背景
zh_hk: 背景
zh_tw: 背景

# AXSpeechPronunciationsTitle
source: Pronunciations
ar: طرق النطق
ca: Pronunciacions
cs: Výslovnosti
da: Udtale
de: Aussprache
el: Προφορές
es: Pronunciaciones
es_us: Pronunciaciones
fi: Lausuminen
fr: Prononciations
fr_ca: Prononciations
he: אופני הגייה
hi: उच्चारण
hr: Izgovor
hu: Kiejtések
id: Pelafalan
it: Pronunce
ja: 読みかた
ko: 발음
ms: Sebutan
nl: Uitspraak
no: Uttaler
pl: Wymowa
pt_br: Pronúncias
pt_pt: Pronúncias
ro: Pronunțări
ru: Произношение
sk: Výslovnosti
sl: Izgovarjave
sv: Uttal
th: การออกเสียง
tr: Telaffuz
uk: Вимова
vi: Phát âm
zh_cn: 发音
zh_hk: 發音
zh_tw: 發音

# DEFAULT_LANGUAGE
source: Default Quality
ar: جودة افتراضية
ca: Qualitat per omissió
cs: Výchozí kvalita
da: Standardkvalitet
de: Standardqualität
el: Προεπιλεγμένη ποιότητα
es: Calidad por omisión
es_us: Calidad predeterminada
fi: Oletuslaatu
fr: Qualité par défaut
fr_ca: Qualité par défaut
he: איכות ברירת המחדל
hi: डिफ़ॉल्ट गुणवत्ता
hr: Standardna kvaliteta
hu: Alapértelmezett minőség
id: Kualitas Default
it: Qualità di default
ja: デフォルト品質
ko: 기본 품질
ms: Kualiti Lalai
nl: Standaardkwaliteit
no: Standard kvalitet
pl: Jakość domyślna
pt_br: Qualidade Padrão
pt_pt: Qualidade predefinida
ro: Calitate îmbunătățită
ru: Качество по умолчанию
sk: Predvolená kvalita
sl: Privzeta kakovost
sv: Förvald kvalitet
th: คุณภาพเริ่มต้น
tr: Saptanmış Kalite
uk: Типова якість
vi: Chất lượng Mặc định
zh_cn: 默认音质
zh_hk: 預設質素
zh_tw: 預設品質

# AXVoiceOverHintsOptionNonStandard
source: App Specific Hints
ar: تلميحات خاصة بالتطبيق
ca: Indicacions específiques de l’app
cs: Tipy specifické pro aplikaci
da: Appspecifikke tips
de: App-spezifische Hinweise
el: Υποδείξεις εφαρμογής
es: Indicaciones específicas de la app
es_us: Indicaciones para apps específicas
fi: Appiin liittyvät vinkit
fr: Conseils spécifiques à l’app
fr_ca: Astuces propres à l’app
he: רמזים ספציפיים ליישום
hi: ऐप-विशिष्ट संकेत
hr: Savjeti specifični za aplikaciju
hu: Appspecifikus tippek
id: Petunjuk Khusus App
it: Suggerimenti specifici per app
ja: アプリ固有のヒント
ko: 앱 전용 힌트
ms: Pembayang Khusus App
nl: Hints voor specifieke app
no: Appspesifikke hint
pl: Wskazówki specyficzne dla aplikacji
pt_br: Dicas Específicas para o App
pt_pt: Dicas específicas da aplicação
ro: Indicații specifice aplicației
ru: Подсказки для приложения
sk: Tipy pre konkrétnu apku
sl: Napotki, specifični za aplikacijo
sv: Appspecifika tips
th: คำอธิบายเบื้องต้นเฉพาะแอป
tr: Uygulamaya Özel İpuçları
uk: Підказки для окремої програми
vi: Gợi ý cụ thể cho ứng dụng
zh_cn: App专用提示
zh_hk: App特定提示
zh_tw: App特定提示

# AXSpeechDeletePronunciationPromptTitle
source: Delete Pronunciation
ar: حذف النطق
ca: Elimina la pronunciació
cs: Smazat výslovnost
da: Slet udtale
de: Aussprache löschen
el: Διαγραφή προφοράς
es: Eliminar pronunciación
es_us: Eliminar pronunciación
fi: Poista ääntämys
fr: Supprimer la prononciation
fr_ca: Supprimer la prononciation
he: מחיקת ההגייה
hi: उच्चारण डिलीट करें
hr: Obriši izgovor
hu: Kiejtés törlése
id: Hapus Pelafalan
it: Elimina pronuncia
ja: 読みかたを削除
ko: 발음 삭제
ms: Padam Sebutan
nl: Verwijder uitspraak
no: Slett uttale
pl: Usuń wymowę
pt_br: Apagar Pronúncia
pt_pt: Apagar pronúncia
ro: Ștergeți pronunțarea
ru: Удалить вариант произношения
sk: Vymazať výslovnosť
sl: Brisanje izgovarjave
sv: Radera uttal
th: ลบการออกเสียง
tr: Telaffuzu Sil
uk: Видалити вимову
vi: Xóa Phát âm
zh_cn: 删除发音
zh_hk: 刪除發音
zh_tw: 刪除發音

# AXCAptionVideoOverrideTitle
source: Video Overrides Style
ar: نمط تجاوز الفيديو
ca: El vídeo determina l’estil
cs: Bude použit styl z videa
da: Video tilsidesætter format
de: Stileinstellungen des Videos
el: Προτίμηση βίντεο έναντι στιλ
es: El vídeo determina el estilo
es_us: El video prevalece sobre el estilo
fi: Video korvaa tyylin
fr: Styles personnalisés ignorés
fr_ca: Styles personnalisés ignorés
he: העדפת סגנון הווידאו
hi: वीडियो ओवरराइड शैली
hr: Koristi od videa
hu: A videó felülbírálja a stílust
id: Gaya Penimpaan Video
it: Le impostazioni del video prevalgono sullo stile
ja: スタイルよりビデオを優先
ko: 비디오 오버라이드 스타일
ms: Gaya Tulis Ganti Video
nl: Video krijgt voorrang boven stijl
no: Video overstyrer stil
pl: Styl z wideo
pt_br: Estilo dos Ajustes do Vídeo
pt_pt: Vídeo sobrepõe‑se ao estilo
ro: Stil video prioritar
ru: Используемый стиль видео
sk: Bude použitý štýl z videa
sl: Video ima prednost pred slogom
sv: Video kan ignorera stil
th: ลักษณะการเขียนทับภาพ
tr: Gömülü Stili Kullan
uk: Стиль як у відео
vi: Kiểu thay thế video
zh_cn: 视频优先样式
zh_hk: 影片優先樣式
zh_tw: 影片優先樣式

# DELETED_VOICE
source: Deleted %@
ar: تم حذف %@
ca: S’ha eliminat %@
cs: Hlas %@ byl smazán
da: Slettet %@
de: %@ gelöscht
el: Διαγράφηκε: %@
es: Voz %@ eliminada
es_us: Se eliminó %@
fi: %@ poistettu
fr: %@ supprimé
fr_ca: %@ supprimé
he: ״%@״ נמחק
hi: %@ को डिलीट किया गया
hr: Obrisano %@
hu: %@ törölve
id: %@ dihapus
it: %@ eliminato
ja: %@を削除しました
ko: %@이(가) 삭제됨
ms: %@ Dipadamkan
nl: %@ verwijderd
no: Slettet %@
pl: Usunięto: %@
pt_br: %@ Apagado
pt_pt: A voz %@ foi apagada.
ro: Vocea %@ a fost ștearsă
ru: Удалено: %@
sk: Hlas %@ bol vymazaný
sl: Izbrisano: %@
sv: Raderade %@
th: ลบ %@ แล้ว
tr: %@ silindi
uk: Видалено %@
vi: Đã xóa %@
zh_cn: 已删除：%@
zh_hk: 已刪除%@
zh_tw: 已刪除%@

# AXVoiceOverHintsTitle
source: Hints
ar: التلميحات
ca: Indicacions
cs: Tipy
da: Stikord
de: Hinweise
el: Υποδείξεις
es: Indicaciones
es_us: Indicaciones
fi: Vihjeet
fr: Conseils pratiques
fr_ca: Indices
he: רמזים
hi: संकेत
hr: Savjeti
hu: Tippek
id: Petunjuk
it: Suggerimenti
ja: ヒント
ko: 힌트
ms: Pembayang
no: Hint
pl: Podpowiedzi
pt_br: Dicas
pt_pt: Dicas
ro: Indicii
ru: Подсказки
sk: Nápoveda
sl: Napotki
sv: Tips
th: คำอธิบาย
tr: İpuçları
uk: Підказки
vi: Gợi ý
zh_cn: 提示
zh_hk: 提示
zh_tw: 提示

# DWELL_TIME_ADJUST_INSTRUCTIONS
source: Slide to adjust Dwell duration
ar: قم بالتمرير لضبط مدة المكوث
ca: Llisca per ajustar la durada de la permanència.
cs: Posunutím upravíte dobu setrvání
da: Skub for at justere varighed af Pause
de: Zum Anpassen der Verweildauer streichen
el: Σύρετε για προσαρμογή της διάρκειας παραμονής
es: Desliza para ajustar el tiempo de permanencia.
es_us: Desliza para ajustar la duración de la permanencia
fi: Säädä viiveen kestoa liu’uttamalla
fr: Faites glisser pour ajuster la durée de l’attente
fr_ca: Faites glisser pour régler la durée d’attente.
he: ניתן להחליק לשינוי משך ההשתהות
hi: अनुकूलन अवधि को ऐडजस्ट करने के लिए स्लाइड करें
hr: Povucite za podešavanje trajanja zadržavanja
hu: Csúsztassa el a Nyugalmi időtartam módosításához
id: Geser untuk menyesuaikan durasi Tetap
it: Fai scorrere per regolare la durata del ritardo
ja: スライドして“滞留”の継続時間を調整します
ko: 잠시 멈춤 실행 시간을 조절하려면 미십시오.
ms: Luncur untuk melaraskan tempoh Inap
nl: Schuif om time-out voor stationaire tijd aan te passen
no: Skyv for å justere dvelevarighet
pl: Przesuń, aby skorygować czas trwania zatrzymania
pt_br: Deslize o dedo para ajustar a duração de Espera
pt_pt: Passe o dedo para regular o tempo de espera.
ro: Glisați pentru a ajusta durata temporizării
ru: Проведите пальцем, чтобы отрегулировать продолжительность задержки
sk: Potiahnutím upravte trvanie zotrvania
sl: Trajanje zadrževanja prilagodite z drsenjem
sv: Dra för att justera fördröjningslängd
th: เลื่อนเพื่อปรับช่วงเวลาอยู่กับที่
tr: Bekleme süresini ayarlamak için kaydırın
uk: Посуньте, щоб змінити тривалість Затримки
vi: Trượt để điều chỉnh thời gian ngừng
zh_cn: 滑动以调整停留时长
zh_hk: 掃一下調整「停留時間」
zh_tw: 滑動來調整「停留」持續時間

# AXLockSpatialAudioToggle
source: Center Audio on TV
ar: صوت مركزي على التلفزيون
ca: Centra l’àudio al televisor
cs: Centrovat zvuk podle televize
da: Centrer lyd på fjernsyn
de: Audio auf TV zentrieren
el: Κεντράρισμα ήχου στην τηλεόραση
es: Centrar audio en el televisor
es_us: Centrar audio en TV
fi: Aseta TV äänen keskipisteeksi
fr: Centrer l’audio sur le téléviseur
fr_ca: Centrer l’audio sur la télévision
he: שמע מרכזי בטלוויזיה
hi: ऑडियो टीवी पर केंद्रित करें
hr: Centriraj zvuk na TV-u
hu: Hang középre igazítása a tv-n
id: Pusatkan Audio di TV
it: Centra audio sulla TV
ja: テレビでオーディオをセンタリング
ko: 오디오를 TV 중앙에 두기
ms: Pusatkan Audio pada TV
nl: Centreer audio op tv
no: Sentrer lyden på TV-en
pl: Środkuj dźwięk na TV
pt_br: Centralizar Áudio na TV
pt_pt: Centrar áudio na TV
ro: Centrare audio pe televizor
ru: Центрирование аудио по телевизору
sk: Centrovať zvuk na TV
sl: Osredotoči zvok na TV
sv: Centrera ljud på TV
th: ศูนย์กลางเสียงจากทีวี
tr: TV’de Sesi Ortala
uk: Центрування аудіо на телевізорі
vi: Định tâm âm thanh trên TV
zh_cn: 将电视音频居中
zh_hk: 將音訊置中在電視上
zh_tw: 將電視上的音訊置中

# AXExtendedVoiceIsolationModesTitle
source: Add Voice Isolation
ar: إضافة عزل الصوت
ca: Aïllament de veu
cs: Přidat izolaci hlasu
da: Tilføj stemmeisolering
de: Stimmisolation hinzufügen
el: Προσθήκη απομόνωσης φωνής
es: Aislamiento de voz
es_us: Agregar aislamiento de voz
fi: Lisää puheäänen eristys
fr: Ajouter Isolement de la voix
fr_ca: Ajouter l’isolation vocale
he: הוספת הפרדת קול
hi: वॉइस आइसोलेशन जोड़ें
hr: Dodaj Izoliranje glasa
hu: Beszédhang-izolálás hozzáadása
id: Tambahkan Isolasi Suara
it: Aggiungi “Isolamento vocale”
ja: “声を分離”を追加
ko: 음성 분리 추가
ms: Tambah Asingkan Suara
nl: Voeg stemisolatie toe
no: Legg til stemmeisolasjon
pl: Dodaj izolację głosu
pt_br: Adicionar Isolamento de Voz
pt_pt: Adicionar isolamento de voz
ro: Adăugare izolare voce
ru: Добавить изоляцию голоса
sk: Pridať izoláciu hlasu
sl: Dodaj izolacijo zvoka
sv: Lägg till röstisolering
th: เพิ่มการแยกเสียง
tr: Ses İzolasyonu Ekle
uk: Додання Ізоляції голосу
vi: Thêm tùy chọn Tách lời nói
zh_cn: 添加语音突显
zh_hk: 加入語音隔離
zh_tw: 加入語音隔離

# AXCaptionVideoOverrideSectionTitle
source: Video Override
ar: تجاوز الفيديو
ca: Prevalença del vídeo
cs: Použít z videa
da: Videotilsidesættelse
de: Stileinstellungen des Videos
el: Προτίμηση ρυθμίσεων βίντεο
es: Prevalencia del vídeo
es_us: Prevalencia del video
fi: Korvaa videon määrityksellä
fr: Ignorer les réglages personnalisés
fr_ca: Ignorer les réglages personnalisés
he: העדפת סגנון הווידאו
hi: वीडियो ओवरराइड
hr: Ignoriraj stil videa
hu: Videó általi felülbírálás
id: Penimpaan Video
it: Applica impostazioni video predefinite
ja: ビデオを優先
ko: 비디오 오버라이드
ms: Tulis Ganti Video
nl: Video-voorrang
no: Videooverstyring
pl: Jak w wideo
pt_br: Substituição de Vídeo
pt_pt: Sobreposição de vídeo
ro: Prioritate clip video
ru: Используемое видео
sk: Použiť z videa
sl: Prednost videa
sv: Videons stilinställning
th: การเขียนทับภาพ
tr: Video Saptanmışı
uk: Пріоритет відео
vi: Thay thế Video
zh_cn: 视频优先
zh_hk: 影片優先
zh_tw: 影片優先

# AXDisplayTextGroupTitle
source: Text
ar: النص
da: Tekst
el: Κείμενο
es: Texto
es_us: Texto
fi: Teksti
fr: Texte
fr_ca: Texte
he: מלל
hi: टेक्स्ट
hr: Tekst
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
ms: Teks
nl: Tekst
no: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
ru: Текст
sl: Besedilo
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_cn: 文本
zh_hk: 文字
zh_tw: 文字

# AXTextSizeSubtitle
source: Apps that support Dynamic Type will adjust to your preferred reading size below.
ar: سيتم ضبط التطبيقات التي تدعم النص الديناميكي بحيث تتلاءم مع حجم القراءة المفضل لديك أدناه.
ca: Les apps compatibles amb la mida de lletra dinàmica s’ajustaran a la teva mida de lectura preferida.
cs: Aplikace podporující funkci Dynamické písmo se přizpůsobí preferované velikosti písma, kterou nastavíte níže.
da: Apps, der understøtter dynamisk skrift, justerer tekst til din foretrukne læsestørrelse nedenfor.
de: Apps, die dynamischen Text unterstützen, passen sich an die unten festgelegte Lesegröße an.
el: Θα εφαρμόζεται αυτό το μέγεθος στις εφαρμογές που υποστηρίζουν το Δυναμικό κείμενο.
es: Las apps compatibles con el tamaño de letra dinámico se ajustarán a tu tamaño de lectura preferido.
es_us: Las apps compatibles con Tamaño de letra dinámico se ajustarán a tu tamaño de lectura preferido.
fi: Dynaamista tekstiä tukevat apit käyttävät alla valitsemaasi kirjainkokoa.
fr: Les apps qui prennent en charge les polices dynamiques s’adapteront à votre taille de lecture préférée.
fr_ca: Les apps prenant en charge le format dynamique s’adapteront à votre taille de lecture préférée.
he: יישומים שתומכים בכתב דינמי יתאימו את עצמם לגודל המלל המועדף שבחרת למטה.
hi: ऐसे ऐप्स जो डाइनैमिक टाइप का समर्थन करते हैं, आपके निम्न पसंदीदा पठन आकार के अनुसार ऐडजस्ट हो जाएँगे।
hr: Aplikacije koje podržavaju Dinamična slova prilagodit će se vašoj preferiranoj veličini za čitanje, navedenoj ispod.
hu: A dinamikus betűtípusokat támogató appok az Ön által az alábbiakban beállított olvasási mérethez fognak igazodni.
id: App yang mendukung Pengetikan Dinamis akan diatur sesuai ukuran bacaan pilihan Anda di bawah ini.
it: Le app che supportano il font dinamico si adatteranno alle dimensioni del testo indicate sotto.
ja: ダイナミックタイプ機能に対応しているアプリでは、下のスライダで指定したサイズでテキストが表示されます。
ko: 유동적 글자 크기 조절을 지원하는 앱에서는 아래 지정된 글자 크기로 텍스트를 표시합니다.
ms: App yang menyokong Taip Dinamik akan dilaraskan kepada saiz bacaan pilihan anda di bawah.
nl: Apps die dynamische tekst ondersteunen worden aangepast aan de hieronder ingestelde lettergrootte.
no: Apper som støtter Dynamisk skrift, justerer seg etter skriftstørrelsen du foretrekker.
pl: Aplikacje używające czcionki dynamicznej dostosują wielkość tekstu poniżej.
pt_br: Os apps compatíveis com Fonte Dinâmica se ajustarão ao tamanho de leitura preferido abaixo.
pt_pt: As aplicações que suportam tipo de letra dinâmico ajustarão o tamanho da letra de acordo com o tamanho definido abaixo.
ro: Aplicațiile compatibile cu funcția „Font dinamic” își vor ajusta dimensiunea textului pe baza configurării dvs. de mai jos.
ru: В приложениях, поддерживающих функцию «Динамический шрифт», шрифт будет меняться в соответствии с выбранным ниже размером.
sk: Apky podporujúce Dynamické písmo budú používať nižšie špecifikovanú veľkosť písma.
sl: Aplikacije, ki podpirajo dinamično pisavo, se prilagodijo spodaj navedeni prednostni bralni velikosti.
sv: Appar med stöd för dynamisk text kommer att justeras till lässtorleken nedan.
th: แอปที่รองรับการปรับข้อความอย่างยืดหยุ่นจะปรับขนาดข้อความ ตามที่คุณต้องการด้านล่าง
tr: Dinamik Font’u destekleyen uygulamalar, tercih ettiğiniz aşağıdaki okuma puntosuna göre ayarlanır.
uk: Програми, які підтримують Динамічний шрифт, адаптуватимуться до розміру шрифту, заданого нижче.
vi: Các ứng dụng hỗ trợ Kiểu động sẽ điều chỉnh theo kích cỡ đọc ưu tiên của bạn ở bên dưới.
zh_cn: 支持动态字体的App将会调整为 下方你首选的阅读字体大小。
zh_hk: 支援「動態字體」的App會把文字調整到以下你偏好的字體大小。
zh_tw: 支援「動態字級」的App會把文字調整到下列你偏好的字體大小。

# AXVoiceOverPracticeDetails
source: Perform gestures on your Apple TV remote to learn about VoiceOver. • Flick up, down, left or right to move focus. • Rotate two fingers to change the VoiceOver rotor.
ar: يمكنك تنفيذ الإيماءات على ريموت Apple TV للتعرُّف على التعليق الصوتي. • قلّب لأعلى أو لأسفل أو يمينًا أو يسارًا لنقل التركيز. • قم بتدوير إصبعين لتغيير دوّار التعليق الصوتي.
ca: Fes gestos amb el comandament de l’Apple TV per obtenir informació sobre el VoiceOver. • Llisca amunt, avall, a l’esquerra o a la dreta per moure el focus. • Gira dos dits per canviar el rotor del VoiceOver.
cs: Funkce VoiceOveru můžete využívat pomocí gest na ovladači Apple TV. • Švihnutím nahoru, dolů, doleva nebo doprava přesunete zaměření • Otáčením dvěma prsty změníte rotor VoiceOveru
da: Udfør bevægelser på din Apple TV-fjernbetjening for at lære VoiceOver at kende. • Svirp op, ned, til venstre eller højre for at flytte fokus. • Roter to fingre for at ændre VoiceOver-rotoren.
de: Erfahre mehr über VoiceOver, indem du Gesten auf der Apple TV-Fernbedienung ausführst. • Streiche nach oben, unten, links oder rechts, um den Fokus zu bewegen. • Ändere den VoiceOver-Rotor durch Drehen mit 2 Fingern.
el: Κάντε χειρονομίες στο Apple TV Remote για εξάσκηση VoiceOver. • Τινάξτε πάνω, κάτω, αριστερά, δεξιά για μεταφορά εστίασης. • Περιστρέψτε με 2 δάχτυλα για αλλαγή του ρότορα VoiceOver.
es: Haz gestos en el mando del Apple TV para obtener información sobre VoiceOver. • Desliza hacia arriba, abajo, la izquierda o la derecha para mover el enfoque. • Gira con dos dedos para cambiar el rotor de VoiceOver.
es_us: Haz gestos en el control de tu Apple TV para aprender sobre VoiceOver. • Desliza hacia arriba, abajo, izquierda o derecha para mover el enfoque. • Gira con 2 dedos para cambiar el rotor de VoiceOver.
fi: Opi käyttämään VoiceOveria tekemällä eleitä Apple TV -kaukosäätimellä. • Siirrä kohdistinta pyyhkäisemällä ylös, alas, vasemmalle tai oikealle. • Pyöritä kahdella sormella vaihtaaksesi VoiceOver-roottoria.
fr: Les gestes sur votre télécommande Apple TV vous en disent plus sur VoiceOver. • Faites glisser le doigt dans tous les sens pour déplacer la cible. • Faites pivoter 2 doigts pour modifier le rotor VoiceOver.
fr_ca: Effectuez des gestes sur la télécommande de votre Apple TV pour découvrir VoiceOver. • Effleurez vers le haut, le bas, la gauche ou la droite pour déplacer la mise au point. • Pivotez avec deux doigts pour changer le rotor.
he: ניתן לבצע מחוות בשלט ה-Apple TV כדי ללמוד עוד בנושא VoiceOver. • יש להחליק מעלה, מטה, שמאלה או ימינה כדי להזיז את המיקוד. • יש לסובב שתי אצבעות כדי לשנות את החוגה של VoiceOver.
hi: VoiceOver के बारे में जानने के लिए Apple TV रिमोट पर जेस्चर बनाएँ। • फ़ोकस को एक स्थान से दूसरे पर ले जाने के लिए ऊपर, नीचे, बाएँ या दाएँ फ़्लिक करें। • VoiceOver रोटर को बदलने के लिए दो उँगलियाँ घुमाएँ।
hr: Za dodatne informacije o VoiceOveru, napravite geste na upravljaču Apple TV Remote. • Prelazite prstom prema gore, dolje, lijevo ili desno za pomicanje fokusa. • Rotirajte s dva prsta za promjenu VoiceOver rotora.
hu: Végezzen kézmozdulatokat az Apple TV távirányítón a VoiceOver megismeréséhez. • Pöccintsen felfelé, lefelé, balra vagy jobbra a fókusz mozgatásához. • Forgassa két ujját a VoiceOver-rotor módosításához.
id: Lakukan gerakan di remote Apple TV Anda untuk mempelajari VoiceOver. • Gesek ke atas, bawah, kiri, atau kanan untuk memindahkan fokus. • Putar dengan dua jari untuk mengubah rotor VoiceOver.
it: Esegui le azioni sul telecomando per Apple TV per imparare a usare VoiceOver. • Scorri verso l’alto, verso il basso, verso destra o verso sinistra per spostare la selezione. • Ruota con due dita per modificare il rotore di VoiceOver.
ja: Apple TVのリモコンでジェスチャを実行して、VoiceOverについて学習します。 • フォーカスを移動するには、上下左右にフリックします。 • VoiceOverローターを変更するには、2本指を回転させます。
ko: Apple TV 리모컨에서 동작을 수행하여 VoiceOver에 관하여 배우십시오. • 상하좌우로 휙 넘겨서 초점 이동하기. • 두 손가락으로 회전해서 VoiceOver 로터 변경하기.
ms: Lakukan gerak isyarat pada kawalan jauh Apple TV anda untuk mengetahui tentang VoiceOver. • Kuis ke atas, bawah, kiri atau kanan untuk mengalihkan fokus. • Putar dua jari untuk menukar rotor VoiceOver.
nl: Gebruik gebaren op de afstands­bediening van je Apple TV voor meer informatie over VoiceOver. • Veeg omhoog, omlaag, naar links of naar rechts om de focus te verplaatsen. • Draai met 2 vingers om de VoiceOver-rotor te wijzigen.
no: Utfør bevegelser på Apple TV-fjernkontrollen for å lære mer om VoiceOver. • Sveip opp, ned, mot høyre eller venstre for å flytte fokus. • Vri med to fingre for å endre VoiceOver-rotoren.
pl: Aby dowiedzieć się, jak używać VoiceOver, wykonuj gesty na pilocie Apple TV. • Przesuń w górę, w dół, w lewo lub w prawo, aby przechodzić między elementami. • Przekręć dwa palce, aby przestawić pokrętło VoiceOver.
pt_br: Faça gestos no controle remoto da Apple TV para aprender sobre o VoiceOver. • Passe o dedo para cima, para baixo, para a esquerda ou para a direita para mover o foco. • Gire dois dedos para alterar o rotor do VoiceOver.
pt_pt: Para aprender a usar o VoiceOver, faça gestos no comando da Apple TV. • Passe o dedo rapidamente para cima, para baixo, para a esquerda ou para a direita para mover o foco. • Rode com dois dedos para alterar o rotor do VoiceOver.
ro: Efectuați gesturi pe telecomanda Apple TV‑ului pentru a învăța despre VoiceOver. • Glisați în sus, în jos, la stânga sau la dreapta pentru a muta focalizarea. • Rotiți două degete pentru a modifica rotorul VoiceOver.
ru: Для ознакомления с VoiceOver выполните следующие жесты на пульте Apple TV: • Проведите пальцем вверх, вниз, влево или вправо, чтобы переместить фокус. • Переместите ротор VoiceOver, покрутив его двумя пальцами.
sk: Pomocou gest na ovládači Apple TV sa dozviete viac o funkcii VoiceOver. • Rýchlym potiahnutím nahor, nadol alebo do strán presúvate zameranie. • Otočením dvoch prstov zmeníte rotor funkcie VoiceOver.
sl: Izvedite kretnje na daljincu Apple TV Remote, da se seznanite s funkcijo VoiceOver. • Za premikanje fokusa frcnite navzgor, navzdol, levo ali desno. • Za spreminjanje rotorja funkcije VoiceOver zasukajte prsta.
sv: Utför gester på Apple TV-fjärrkontrollen om du vill lära dig mer om VoiceOver. • Flytta fokus genom att dra snabbt uppåt, nedåt, åt vänster eller åt höger. • Ändra VoiceOver-rotorn genom att rotera med två fingrar.
th: ทำคำสั่งนิ้วบน Apple TV Remote ของคุณเพื่อเรียนรู้เกี่ยวกับ VoiceOver • ตวัดขึ้น ตวัดลง ตวัดซ้าย ตวัดขวาเพื่อเลื่อนโฟกัส • ใช้สองนิ้วหมุนไปมาเพื่อเปลี่ยนตัวหมุน VoiceOver
tr: VoiceOver hakkında bilgi edinmek için Apple TV kumandanızda hareketler gerçekleştirin. • Odağı taşımak için yukarı, aşağı, sola veya sağa itin. • VoiceOver rotorunu değiştirmek için iki parmağınızı döndürün.
uk: Жести на пульті Apple TV для знайомства з VoiceOver. • Посувайте вгору, вниз, вліво чи вправо, щоб рухати фокус. • Обертайте двома пальцями, щоб крутити ротор VoiceOver.
vi: Thực hiện các cử chỉ trên Apple TV Remote để tìm hiểu về VoiceOver. • Vuốt lên, xuống, sang trái hoặc phải để di chuyển tiêu điểm. • Xoay hai ngón tay để thay đổi rô-to VoiceOver.
zh_cn: 在Apple TV遥控器上练习手势来学习“旁白”。 • 上下左右滑动来移动焦点。 • 旋转双指更改“旁白”转子。
zh_hk: 在Apple TV遙控器上運用手勢以了解「旁白」的功能。 • 向上，向下，向左或向右掃以移動焦點。 • 用兩隻手指旋轉以更改「旁白」的轉輪。
zh_tw: 在Apple TV遙控器上執行手勢來瞭解「旁白」。 • 上下左右滑動來移動焦點。 • 用兩指旋轉來更改「旁白」轉輪。
